

        {
            "home": "Home",
            "resume": "Resume",
            "projects": "Projects",

            "hello": "Hello, I am",
            "profession": "Front-end Developer",
            "text1": "I am passionate about technology since I was young, I also always loved english, maths and science. I love putting together webs through coding so on the projects I did I like to you my skills to create responsive and functionally websites.",
            "text2": "In terms of how I am when I work, I commit to what I have to do, I like to be organised and transparent as I can be, also, I thrive team work very much, I think it's a nice way to get knowledge an improve. ",
            "text3": "I believe I have much to give and learn so I'm open to new challenges.",
            "button": "Let's talk!",
            "check": "Check out my",

            "resumeTitle": "My Resume",
            "download": "Download PDF",
            "skills": "Skills",
            "languages": "Languages",
            "spanish": "Native spanish",
            "english": "Fluent English",
            "portuguese": "Basic Portuguese",
            "french": "Beginner French",
            "webSketch": "Web sketch",
            "libraries": "libraries",
            "tools": "tools",
            "visualSketch": "Visual Sketch",
            "background": "background",
            "cambridgeLevel": "level B2",
            "studies": "studies",
            "certifications": "certifications",
            "webDev": "Web development",
            "workExp": "work experience",
            "workTitle": "Web development Tutor at ",
            "qualities": "Qualities",
            "quality1": "Kind",
            "quality2": "Helpful",
            "quality3": "Organised",
            "quality4": "A quick learner",
            "quality5": "Good at math and solving problems",
            "keystone": "Cashier at Keystone Resort - Work&Travel program in the USA. ",
            "month": "April",
            "funFact": "Fun fact, I was the most efficient cashier for one month straight.",
            "descriptionResume": "A little bit about me",
            "descriptionResume1": "I've lived in 2 pretty international touristic places such as Tilcara and Ushuaia, both in north and south extremes of Argentina so I've always had contact with foreign people, I grew around many cultures and that formed me to be the kind and polite person I'm today. At the moment I'm living in France, learning about the language and the people and as challenging as it is, I'm loving it.",
            "descriptionResume2": "My friends and family consider me a smart person I never thought I could actually tutor people because I thought you just had to have that skill but turns out I learnt how to explain myself and teach, plus the feedback I got really motivated me to keep going.",
            "descriptionResume3": "Where I used to work at I experienced changes all the time and I adapted really fast, I managed to keep organised and able to work and study at the same time. I think I would be a nice incorporation to a team, perhaps I don't have much experience but I'm willing to learn and I'd love to gain experience.",











            "visit": "Visit the project",
            "aboutProject": "About the project",
            "projectsTitle": "My Projects",
            "projectsDescription": [
                {
                    "id": 1,
                    "description": "Blossom weddings is about a fictional wedding planner company. As the goal is to have all the information in one place, the landing page format seemed perfect for the occasion. It has two different designs for desktop and mobile, it also adapts itself for tablets and all kind of screens"
                },
                {
                    "id": 2,
                    "description":  "Reservando purpose is to help gluten intolerant people to find more places where they can eat without worrying. It has as primary idea the capacity to check all restaurants near you and to book a table when you are in a hurry."
                },
                {
                    "id": 3,
                    "description": "Armydive is fictional site where you can find all BTS merch, albums, eps, etc. An easier way to find everything related to BTS, an e-commerce just for Army, the fanbase of the k-pop group. The site is full responsive and Firebase was used for the backend part of the project."
                }
            ]
        }


