

        {
            "home": "Home",
            "resume": "Resume",
            "projects": "Projects",

            "hello": "Hello, I am",
            "profession": "Front-end Developer",
            "text1": "I am passionate about technology since I was young, I also always loved english, maths and science. I love putting together webs through coding so on the projects I did I like to you my skills to create responsive and functionally websites.",
            "text2": "In terms of how I am when I work, I commit to what I have to do, I like to be organised and transparent as I can be, also, I thrive team work very much, I think it's a nice way to get knowledge an improve. ",
            "text3": "I believe I have much to give and learn so I'm open to new challenges.",
            "button": "Let's talk!",
            "check": "Check out my",

            "resumeTitle": "My Resume",
            "position": "Junior Front-End Developer",
            "location": "Based in France, Argentine residency – flexible to work in any time zone",
            "availability": "Availability",
            "availabilityTime": "Full-time or part-time",
            "lookingFor": "Looking for",
            "lookingForPositions": "Remote positions / internships / freelance opportunities",
            "downloadLink": "https://firebasestorage.googleapis.com/v0/b/portfoliobackend-aae35.appspot.com/o/resume-calisaya-english.pdf?alt=media&token=a561a123-521c-4b6e-827c-abe9405cefd1",
            "download": "Download PDF",
            "skills": "Skills",
            "languages": "Languages",
            "spanish": "Spanish: Native",
            "english": "English: Advanced (C1)",
            "portuguese": "Portuguese: Basic (A2)",
            "french": "French: Intermediate (B1 - currently improving)",
            "webSketch": "Web sketch",
            "libraries": "libraries",
            "tools": "tools",
            "visualSketch": "Visual Sketch",
            "background": "background",
            "cambridgeLevel": "level B2",
            "studies": "studies",
            "certifications": "certifications",
            "webDev": "Web development",
            "workExp": "work experience",
            "workTitle": "Web development Tutor",
            "workDescription1": "Guided beginner students through HTML and CSS.",
            "workDescription2": "Helped resolve real-time code errors and improve understanding of key concepts.",
            "workDescription3": "Provided feedback, learning resources, and emotional support in learning processes.",
            "work2Title": "Volunteer Blogger",
            "work2TitleTime": "Present",
            "work2Description1": "Research and write blog articles in Portuguese on sustainability topics, including recycling methods, composting, and healthy living habits.",
            "work2Description2": "Explore international sources and trends to create informative and inspiring content tailored to a global audience.",
            "work2Description3": "Collaborate remotely with a multicultural team to maintain editorial standards and deliver consistent, high-quality posts.",
            "qualities": "Qualities",
            "quality1": "Kind",
            "quality2": "Helpful",
            "quality3": "Organised",
            "quality4": "A quick learner",
            "quality5": "Good at math and solving problems",
            "keystone": "Cashier at Keystone Resort - Work&Travel program in the USA. ",
            "month": "April",
            "funFact": "Fun fact, I was the most efficient cashier for one month straight.",
            "descriptionResume": "A little bit about me",
            "descriptionResume1": "I'm a passionate junior developer who deeply misses working in tech. What I love most about this field is how creative and challenging it is — every line of code is a step closer to making something real and useful. I'm eager to get back to doing what I love: building things, solving problems, and being part of a team that shares the same excitement for development.",
            "descriptionResume2": "I've lived in two culturally rich and international towns in Argentina — Tilcara and Ushuaia — where I grew up surrounded by travelers and people from all over the world. This helped shape me into the respectful, open-minded, and adaptable person I am today. Now I'm living in France, embracing a new language and culture, and continuously pushing myself out of my comfort zone — just as I do when I learn new technologies.",
            "descriptionResume3": "My background also includes tutoring and guiding teams. I didn't think I was a teacher type at first, but the positive feedback I received taught me how to communicate clearly and support others effectively. I've worked under pressure, adapted to fast-paced environments, and managed work and studies at the same time — staying organized and motivated through it all.",
            "descriptionResume4": "I may not have years of experience yet, but I'm committed, fast-learning, and hungry for growth. If you give me a chance, I'll bring my curiosity, dedication, and human side into every task. I don't just want a job — I want to be part of something meaningful, and I'm ready to give it my all.",










            "visit": "Visit the project",
            "aboutProject": "About the project",
            "projectsTitle": "My Projects",
            "projectsDescription": [
                {
                    "id": 1,
                    "description": "Blossom weddings is about a fictional wedding planner company. As the goal is to have all the information in one place, the landing page format seemed perfect for the occasion. It has two different designs for desktop and mobile, it also adapts itself for tablets and all kind of screens"
                },
                {
                    "id": 2,
                    "description":  "Reservando purpose is to help gluten intolerant people to find more places where they can eat without worrying. It has as primary idea the capacity to check all restaurants near you and to book a table when you are in a hurry."
                },
                {
                    "id": 3,
                    "description": "Armydive is fictional site where you can find all BTS merch, albums, eps, etc. An easier way to find everything related to BTS, an e-commerce just for Army, the fanbase of the k-pop group. The site is full responsive and Firebase was used for the backend part of the project."
                }
            ]
        }


