{
    "home": "Inicio",
    "resume": "CV",
    "projects": "Proyectos",

    "hello": "Hola, soy",
    "profession": "Desarrolladora Front-end",
    "text1": "Soy apasionada por la tecnología desde que era chica, también amo el idioma inglés, la matemática y la ciencia. Amo armar las páginas desde el código y es por que en los proyectos que he realizado me gusta mostrar mis habilidades para crear contenido responsive y funcional.",
    "text2": "En términos de cómo soy en el trabajo me identifico como una personada organizada y transparente, además me siento entusiasta hacia el trabajo en equipo ya que creo que es una excelente forma de nutrirse de conocimiendo y mejorar.",
    "text3": "Creo que tengo mucho potencial por lo que estoy abierta a nuevos desafíos.",
    "button": "Hablemos!",
    "check": "Echa un vistazo a mis",

    "resumeTitle": "Mi Curriculum",
    "download": "Descargar PDF",
    "skills": "Habilidades",
    "languages": "Idiomas",
    "spanish": "Español Nativo",
    "english": "Inglés Fluído",
    "portuguese": "Portugués Básico",
    "french": "Francés Principiante",
    "webSketch": "Maquetado Web",
    "libraries": "Librerías",
    "tools": "Herramientas",
    "visualSketch": "Maquetado visual",
    "background": "Perfil",
    "cambridgeLevel": "nivel B2",
    "studies": "Estudios",
    "certifications": "certificaciones",
    "webDev": "Desarrollo Web",
    "workExp": "Experiencia laboral",
    "workTitle": "Tutora de desarrollo web en ",
    "qualities": "Cualidades",
    "quality1": "Amable",
    "quality2": "Solidaria",
    "quality3": "Organizada",
    "quality4": "Aprendo rápido",
    "quality5": "Buena en matemática y en resolver problemas",
    "keystone": "Cajera en Keystone Resort - Work&Travel programa en EE.UU. ",
    "month": "Abril",
    "funFact": "Dato curioso, fui la cajera más eficiente por un mes seguido.",
    "descriptionResume": "Un poco sobre mí",
    "descriptionResume1": "He vivido en 2 ciudades bastante turísticas como lo son Tilcara y Ushuaia, estas ciudades se encuentran en los extremos norte y sur de Argentina por lo cual he estado en constantes contacto con extranjeros, he crecido rodeada de culturas diferentes a la mías y ese ambiente me convirtió en la persona amable y educada que soy hoy en día. En estos momentos estoy viviendo en francia, aprendiendo un nuevo idioma y nueva cultura que por más desafiante que sea, me está encantando esta experiencia.",
    "descriptionResume2": "Mis amistades y familia me considera una persona inteligente y aventurera. Puedo confirmar que me gusta desafiarme, cuando comencé con el curso de desarrollo web estaba entusiasmada y eso hizo que al finalizar el curso me llamaran del mismo lugar que lo ofrecía para que trabajar con ellos como tutora, jammás había podido explicarme correctamente pero aprendí a hacerlo gracias al feedback y la motivación que me daba ayudar a otros a encaminarse en este mundo.",
    "descriptionResume3": "Donde solía trabajar experimenté cambios constantes y pude adaptarme a ellos sin problema, pude mantenerme organizada y trabajar y estudiar al mismo tiempo. Creo que sería una buena adición a cualquier grupo, puede que aún no tenga demasiada experiencia pero estoy dispuesta a aprender y me gustaría ganar más experiencia y conocimiento.",

    "visit": "Visita el proyecto",
    "aboutProject": "Sobre el proyecto",
    "projectsTitle": "Mis Projectos",
    "projectsDescription": [
        {
            "id": 1,
            "description": "Blossom Weddings trata sobre una empresa ficticia de planificación de bodas. Como el objetivo es tener toda la información en un solo lugar, el formato de landing page me pareció perfecto para la ocasión. Tiene dos diseños diferentes para escritorio y móvil, también se adapta a tablets y todo tipo de pantallas."
        },
        {
            "id": 2,
            "description": "Reservando tiene como objetivo ayudar a las personas intolerantes al gluten a encontrar más lugares donde poder comer sin preocupaciones. Tiene como idea principal la capacidad de consultar todos los restaurantes cercanos a ti y reservar una mesa cuando tengas prisa."
        },
        {
            "id": 3,
            "description": "Armydive es un sitio ficticio donde puedes encontrar todo el merchandising, álbumes, eps, etc. de BTS. Una forma más fácil de encontrar todo lo relacionado con BTS, un e-commerce solo para Army, la base de fans del grupo de k-pop. El sitio es full responsive y se utilizó Firebase para la parte backend del proyecto."
        }
    ]
}