{
    "home": "Inicio",
    "resume": "CV",
    "projects": "Proyectos",

    "hello": "Hola, soy",
    "profession": "Desarrolladora Front-end",
    "text1": "Soy apasionada por la tecnología desde que era chica, también amo el idioma inglés, la matemática y la ciencia. Amo armar las páginas desde el código y es por que en los proyectos que he realizado me gusta mostrar mis habilidades para crear contenido responsive y funcional.",
    "text2": "En términos de cómo soy en el trabajo me identifico como una personada organizada y transparente, además me siento entusiasta hacia el trabajo en equipo ya que creo que es una excelente forma de nutrirse de conocimiendo y mejorar.",
    "text3": "Creo que tengo mucho potencial por lo que estoy abierta a nuevos desafíos.",
    "button": "Hablemos!",
    "check": "Echa un vistazo a mis",

    "resumeTitle": "Mi Curriculum",
    "position": "Desarrolladora Front-End Junior",
    "location": "Francia, residencia argentina – disponible para trabajar en cualquier zona horaria",
    "availability": "Disponibilidad",
    "availabilityTime": "Tiempo completo o tiempo parcial",
    "lookingFor": "Puesto deseado",
    "lookingForPositions": "Puestos remotos / pasantías / oportunidades freelance",
    "downloadLink":"https://firebasestorage.googleapis.com/v0/b/portfoliobackend-aae35.appspot.com/o/resume-calisaya-espanol.pdf?alt=media&token=dabf4f4a-05ba-49e4-8d5c-71a448ad8433",
    "download": "Descargar PDF",
    "skills": "Habilidades",
    "languages": "Idiomas",
    "spanish": "Español: Nativo",
    "english": "Inglés: Avanzado (C1)",
    "portuguese": "Portugués: Básico (A2)",
    "french": "Francés: Intermedio (B1 - actualmente aprendiendo)",
    "webSketch": "Maquetado Web",
    "libraries": "Librerías",
    "tools": "Herramientas",
    "visualSketch": "Maquetado visual",
    "background": "Perfil",
    "cambridgeLevel": "nivel B2",
    "studies": "Estudios",
    "certifications": "certificaciones",
    "webDev": "Desarrollo Web",
    "workExp": "Experiencia laboral",
    "workTitle": "Tutora de desarrollo web",
    "workDescription1": "Guié a estudiantes principiantes en HTML y CSS.",
    "workDescription2": "Ayudé a resolver errores de código en tiempo real y a mejorar la comprensión de conceptos clave.",
    "workDescription3": "Proporcioné retroalimentación, recursos de aprendizaje y apoyo emocional en los procesos de aprendizaje.",
    "work2Title": "Blogger Voluntaria",
    "work2TitleTime": "Presente",
    "work2Description1": "Investigo y redacto artículos de blog en portugués sobre temas de sostenibilidad, como reciclaje, compostaje y hábitos de vida saludable.",
    "work2Description2": "Analizo medios internacionales y tendencias para crear contenido informativo y accesible para una audiencia global.",
    "work2Description3": "Colaboro de forma remota con un equipo multicultural, manteniendo altos estándares editoriales y publicaciones constantes.",
    "qualities": "Cualidades",
    "quality1": "Amable",
    "quality2": "Solidaria",
    "quality3": "Organizada",
    "quality4": "Aprendo rápido",
    "quality5": "Buena en matemática y en resolver problemas",
    "keystone": "Cajera en Keystone Resort - Work&Travel programa en EE.UU. ",
    "month": "Abril",
    "funFact": "Dato curioso, fui la cajera más eficiente por un mes seguido.",
    "descriptionResume": "Un poco sobre mí",
    "descriptionResume1": "Soy una desarrolladora junior apasionada que extraña profundamente trabajar en tecnología. Lo que más me gusta de este campo es lo creativo y desafiante que puede ser: cada línea de código me acerca a construir algo real y útil. Estoy muy motivada por volver a hacer lo que amo: crear, resolver problemas y formar parte de un equipo que comparta ese entusiasmo por el desarrollo.",
    "descriptionResume2": "Viví en dos ciudades culturales e internacionalmente turísticas en Argentina —Tilcara y Ushuaia— donde crecí rodeada de personas de todo el mundo. Eso me formó como una persona respetuosa, abierta y adaptable. Actualmente vivo en Francia, aprendiendo un nuevo idioma y conociendo otra cultura. Salir de mi zona de confort se volvió parte de mi día a día, tanto en la vida como en lo profesional.",
    "descriptionResume3": "También tengo experiencia como tutora y acompañando equipos. Al principio no pensé que tuviera el perfil para enseñar, pero el feedback que recibí me enseñó a comunicarme con claridad y apoyar a los demás con eficacia. Puedo trabajar bajo presión, me adapto fácilmente a los cambios y aprendí a organizarme mientras estudiaba y trabajaba al mismo tiempo.",
    "descriptionResume4": "Puede que no tenga muchos años de experiencia, pero sí tengo compromiso, una gran capacidad de aprendizaje y muchas ganas de crecer. Si me dan una oportunidad, voy a aportar mi curiosidad, dedicación y lado humano en cada tarea. No solo busco un trabajo: quiero formar parte de algo que tenga sentido, y estoy lista para dar lo mejor de mí.",

    "visit": "Visita el proyecto",
    "aboutProject": "Sobre el proyecto",
    "projectsTitle": "Mis Projectos",
    "projectsDescription": [
        {
            "id": 1,
            "description": "Blossom Weddings trata sobre una empresa ficticia de planificación de bodas. Como el objetivo es tener toda la información en un solo lugar, el formato de landing page me pareció perfecto para la ocasión. Tiene dos diseños diferentes para escritorio y móvil, también se adapta a tablets y todo tipo de pantallas."
        },
        {
            "id": 2,
            "description": "Reservando tiene como objetivo ayudar a las personas intolerantes al gluten a encontrar más lugares donde poder comer sin preocupaciones. Tiene como idea principal la capacidad de consultar todos los restaurantes cercanos a ti y reservar una mesa cuando tengas prisa."
        },
        {
            "id": 3,
            "description": "Armydive es un sitio ficticio donde puedes encontrar todo el merchandising, álbumes, eps, etc. de BTS. Una forma más fácil de encontrar todo lo relacionado con BTS, un e-commerce solo para Army, la base de fans del grupo de k-pop. El sitio es full responsive y se utilizó Firebase para la parte backend del proyecto."
        }
    ]
}