{
    "home": "Accueil",
    "resume": "CV",
    "projects": "Projects",


    "hello": "Salut, je suis",
    "profession": "Front-end Développeuse",
    "text1": "Je suis passionnée par la technologie depuis que je suis petite, j'aime aussi la langue anglaise, les mathématiques et les sciences. J'adore assembler des pages à partir de code et c'est parce que dans les projets que j'ai réalisés j'aime montrer mes compétences pour créer du contenu responsive et fonctionnel.",
    "text2": "Dans ma façon de travailler, je m'identifie comme une personne organisée et transparente et je suis également enthousiasmée par le travail en équipe car je considère que c'est un excellent moyen d'acquérir des connaissances et de s'améliorer.",
    "text3": "Je pense que j'ai beaucoup de potentiel donc je suis ouvert à de nouveaux défis.",
    "button": "Contactez moi!",
    "check": "Decouvrez mon",

    "resumeTitle": "Mon Curriculum",
    "position": "Développeuse Front-End Junior",
    "location": "France, résidence argentine – disponible pour travailler dans n'importe quel fuseau horaire",
    "availability": "Disponibilité",
    "availabilityTime": "Temps plein ou temps partiel",
    "lookingFor": "Poste recherché",
    "lookingForPositions": "Stages, alternance, postes à distance ou freelance",
    "downloadLink":"https://firebasestorage.googleapis.com/v0/b/portfoliobackend-aae35.appspot.com/o/resume-calisaya-francais.pdf?alt=media&token=c03f9cb6-2c43-4a03-a511-c7f520be8efa",
    "download": "Télécharger PDF",
    "skills": "Compétences",
    "languages": "Langues",
    "spanish": "Espagnol: Langue Maternelle",
    "english": "Anglais: Avancé (C1)",
    "portuguese": "Portugais: Basique (A2)",
    "french": "Français: Intermédiaire (B1 - en cours d'amélioration)",
    "webSketch": "Croquis Web",
    "libraries": "Bibliothèques",
    "tools": "Outils",
    "visualSketch": "Croquis Visuel",
    "background": "Profil",
    "cambridgeLevel": "niveau B2",
    "studies": "Études",
    "certifications": "Certifications",
    "webDev": "Développement Web",
    "workExp": "Expérience de travail",
    "workTitle": "Tutor de développement web",
    "workDescription1": "J'ai guidé les étudiants débutants à travers HTML et CSS.",
    "workDescription2": "J'ai aidé à résoudre les erreurs de code en temps réel et à améliorer la compréhension des concepts clés.",
    "workDescription3": "J'ai fourni des commentaires, des ressources pédagogiques et un soutien émotionnel dans les processus d'apprentissage.",
    "work2Title": "Blogger Bénévole",
    "work2TitleTime": "Présent",
    "work2Description1": "Rechercher et rédiger des articles de blog en portugais sur des sujets liés à la durabilité, comme le recyclage, le compostage et une alimentation saine.",
    "work2Description2": "Explorer des sources internationales et des tendances actuelles pour créer un contenu informatif et engageant pour un public mondial.",
    "work2Description3": "Travailler en collaboration avec une équipe multiculturelle à distance afin de garantir des publications régulières et de qualité.",
    "qualities": "Qualités",
    "quality1": "Gentille",
    "quality2": "Utile",
    "quality3": "Organisé",
    "quality4": "Apprenant vite",
    "quality5": "Bon en mathématiques et en résolution de problèmes",
    "keystone": "Caissier chez Keystone Resort - Programme Work&Travel aux USA ",
    "month": "Avril",
    "funFact": "Fait amusant, j'ai été la caissière le plus efficace pendant un mois consécutif.",
    "descriptionResume": "Un peu à propos de moi",
    "descriptionResume1": "Je suis une développeuse junior passionnée, et travailler dans la tech me manque énormément. Ce que j'aime le plus dans ce domaine, c'est à quel point il est créatif et stimulant : chaque ligne de code me rapproche de la création de quelque chose de réel et d'utile. Je suis très motivée à revenir à ce que j'aime faire : construire, résoudre des problèmes et faire partie d'une équipe qui partage cette passion pour le développement.",
    "descriptionResume2": "J'ai grandi dans deux villes très culturelles et touristiques d'Argentine — Tilcara et Ushuaia — entourée de personnes venues du monde entier. Cela m'a permis de devenir une personne respectueuse, ouverte et adaptable. Aujourd'hui, je vis en France, où j'apprends la langue et découvre une nouvelle culture. Sortir de ma zone de confort est devenu une habitude, autant dans ma vie personnelle que professionnelle.",
    "descriptionResume3": "J'ai aussi de l'expérience en tant que tutrice et accompagnatrice d'équipes. Au début, je pensais ne pas être faite pour enseigner, mais les retours que j'ai reçus m'ont appris à mieux communiquer et à aider les autres de façon efficace. Je suis capable de travailler sous pression, de m'adapter rapidement aux changements et de m'organiser pour concilier études et travail.",
    "descriptionResume4": "Je n'ai peut-être pas encore beaucoup d'années d'expérience, mais j'ai l'envie, la rigueur et la capacité d'apprendre rapidement. Si vous me donnez une chance, je saurai apporter ma curiosité, mon engagement et mon côté humain à chaque mission. Je ne cherche pas seulement un emploi : je veux faire partie d'un projet qui a du sens, et je suis prête à donner le meilleur de moi-même.",

    "visit": "Visitez le project",
    "aboutProject": "À propos du projet",
    "projectsTitle": "Mes Projects",
    "projectsDescription": [
        {
            "id": 1,
            "description": "Blossom Weddings concerne une entreprise fictive d'organisation de mariages. Comme le but est d'avoir toutes les informations au même endroit, le format de la landing page nous a semblé parfait pour l'occasion. Il a deux designs différents pour ordinateur et mobile, il s'adapte également aux tablettes et à tout type d'écrans"
        },
        {
            "id": 2,
            "description": "Le but de Reservando est d'aider les personnes intolérantes au gluten à trouver davantage d'endroits où elles peuvent manger sans s'inquiéter. Son idée principale est la capacité de vérifier tous les restaurants près de chez vous et de réserver une table lorsque vous êtes pressé."
        },
        {
            "id": 3,
            "description": "Armydive est un site fictif où vous pouvez trouver tous les produits dérivés, albums, eps, etc. BTS. Un moyen plus simple de trouver tout ce qui concerne BTS, un e-commerce juste pour Army, la fanbase du groupe k-pop. Le site est entièrement réactif et Firebase a été utilisé pour la partie backend du projet."
        }
    ]
}