{
    "home": "Accueil",
    "resume": "CV",
    "projects": "Projects",


    "hello": "Salut, je suis",
    "profession": "Front-end Développeuse",
    "text": "Je suis passionnée par la technologie depuis que je suis petite, j'aime aussi la langue anglaise, les mathématiques et les sciences. J'adore assembler des pages à partir de code et c'est parce que dans les projets que j'ai réalisés j'aime montrer mes compétences pour créer du contenu responsive et fonctionnel. Dans ma façon de travailler, je m'identifie comme une personne organisée et transparente et je suis également enthousiasmée par le travail en équipe car je considère que c'est un excellent moyen d'acquérir des connaissances et de s'améliorer. Je pense que j'ai beaucoup de potentiel donc je suis ouvert à de nouveaux défis.",
    "button": "Contactez moi!",
    "check": "Decouvrez mon",

    "resumeTitle": "Mon Curriculum",
    "download": "Télécharger PDF",
    "skills": "Compétences",
    "languages": "Langues",
    "spanish": "Langue Maternelle Espagnole",
    "english": "Anglais Fluide",
    "portuguese": "Portugais de Base",
    "french": "Français Débutant",
    "webSketch": "Croquis Web",
    "libraries": "Bibliothèques",
    "tools": "Outils",
    "visualSketch": "Croquis Visuel",
    "background": "Profil",
    "cambridgeLevel": "niveau B2",
    "studies": "Études",
    "certifications": "Certifications",
    "webDev": "Développement Web",
    "workExp": "Expérience de travail",
    "workTitle": "Tutor de développement web chez ",
    "qualities": "Qualités",
    "quality1": "Gentille",
    "quality2": "Utile",
    "quality3": "Organisé",
    "quality4": "Apprenant vite",
    "quality5": "Bon en mathématiques et en résolution de problèmes",
    "keystone": "Caissier chez Keystone Resort - Programme Work&Travel aux USA ",
    "month": "Avril",
    "funFact": "Fait amusant, j'ai été la caissière le plus efficace pendant un mois consécutif.",
    "descriptionResume": "Un peu à propos de moi",
    "descriptionResume1": "J'ai vécu dans 2 villes assez touristiques comme Tilcara et Ushuaia, ces villes sont situées à l'extrême nord et sud de l'Argentine donc j'ai été en contact permanent avec des étrangers, j'ai grandi entouré de cultures différentes de la mienne et cet environnement m'a a fait de moi la personne gentille et polie que je suis aujourd'hui. Je vis actuellement en France, j'apprends une nouvelle langue et une nouvelle culture et, aussi difficile que cela puisse être, j'adore cette expérience.",
    "descriptionResume2": "Mes amis et ma famille me considèrent comme une personne intelligente et aventureuse. Je peux confirmer que j'aime me lancer des défis, quand j'ai commencé le cours de développement web j'étais enthousiaste et cela signifie qu'à la fin du cours ils m'ont appelé du même endroit qui le proposait pour que je puisse travailler avec eux en tant que tuteur , je n'avais jamais réussi à m'expliquer correctement mais j'ai appris à le faire grâce aux feedbacks et à la motivation que cela m'a donné pour aider les autres à avancer dans ce monde.",
    "descriptionResume3": "Là où je travaillais, j'ai vécu des changements constants et j'ai pu m'y adapter sans problème, j'ai pu rester organisé et travailler et étudier en même temps. Je pense que je serais un bon ajout à n'importe quel groupe, je n'ai peut-être pas encore beaucoup d'expérience mais je suis prête à apprendre et j'aimerais acquérir plus d'expérience et de connaissances.",
    
    "visit": "Visitez le project",
    "aboutProject": "À propos du projet",
    "projectsTitle": "Mes Projects"
}